import 'dart:math';

import 'package:flutter/material.dart';

class shayri {
  static List<String> temp = [];
  static List colo = [
    Colors.deepPurple,
    Colors.purpleAccent,
    Colors.teal,
    Colors.redAccent,
    Colors.greenAccent,
    Colors.green,
    Colors.amber,
    Colors.lightGreenAccent,
    Colors.cyan,
    Colors.deepOrange,
  ];
  static Random r = Random();

  static List<String> myemoji = [
    "😇",
    "🤞",
    "🙏",
    "😇",
  ];
  static List<String> photo = [
    "friendship.jpg",
    "funny.jpg",
    "hurt.jpg",
    "india.jpg",
    "love.jpg",
    "morning.jpg",
    "night.jpg",
    "singleshayri.jpg",
    "sorry.jpg",
    "think.jpg",
    "Evening.jpg",
    "Afternoon.jpg",
    "Ideas.jpg",
    "Birthday.jpg",
  ];

  static List<String> name = [
    "FriendShip Shayri ",
    "Funny Shayri",
    "Hurt Shayri",
    "DesBhakti Shayri",
    "Love Shayri",
    "Morning Shayri",
    "Night Shayri",
    "Single Shayri",
    "Sorry Shayri",
    "Think Shayri",
    "Evening Shayri",
    "Afternoon Shayri",
    "Ideas Shayri",
    "Birthday Shayri",
  ];

  static List<String> friendship = [
    """तू हज़ार बार भी रूठे तो मना लूँगा तुझे
मगर देख मोहब्बत में शामिल कोई दूसरा ना हो
""",
    """ज़िन्दगी के सफ़र में आपका सहारा चाहिए
आपके चरणों का बस आसरा चाहिए
हर मुश्किलों का हँसते हुए सामना करेंगे
बस ठाकुर जी आपका एक इशारा चाहिए""",
    """जिस दिल में बसा था नाम तेरा हमने वो तोड़ दिया
न होने दिया तुझे बदनाम बस तेरे नाम लेना छोड़ दिया""",
    """मैं तब भी तेरा रहूंगा
जब मैं नहीं रहूँगा""",
    """
अपनों के बीच बेगाने हो गए हैं
प्यार के लम्हे अनजाने हो गए हैं
जहाँ पर फूल खिलते थे कभी
आज वहां पर वीरान हो गए हैं""",
    """जो शख्स तेरे तसव्वुर से हे महक जाये
सोचो तुम्हारे दीदार में उसका क्या होगा""",
    """हो तल्लुक तो रूह से हो
दिल तो अक्सर भर जाते हैं""",
    """वापस लौट आया है हवाओं का रुख मोड़ने वाला
दिल में फिर उतर रहा है दिल तोड़ने वाला""",
    """मुझे पाने की तुम ज़िद ना करो
किसी की छोड़ी हुई मोहब्बत हूं मैं""",
    """मरे तो लाखों होंगे तुझ पर
मैं तो तेरे साथ जीना चाहता हूँ""",
  ];

  static List<String> funny = [
    """दिल में बहुत दर्द है डॉक्टर के पास गया
डॉक्टर ने गर्लफ्रेंड की कमी बताई""",
    """अगर जल्दबाजी में शादी करके जीवन बिगाड़ लोगे
सोच समझ कर करोगे तो कौन सा तीर मार लोगे""",
    """जिसको शुगर है कृपया वो लोग सब्र का करें
क्युकी सब्र का फल मीठा होता है""",
    """माफ़ करो परमेश्वर ये भारी भूल हमारी है
शादी कर ली जिससे हमने वो तो निर्धन नारी है""",
    """तू टिक टोक की रानी मैं फेसबुक का राजा
मिलना है तो फेसबुक पे आजा""",
    """बीवी भी हक जताती है, माँ भी हक जताती है
शादी के बाद आदमी कश्मीर हो जाता है""",
    """हमारी किस्मत ही कुछ ऐसी निकली ग़ालिब
ज़मीन मिली तो बंजर और एडमिन मिला तो खन्जर""",
    """कुछ ऐसे हादसे भी होते है जिंदगी में दोस्त
हजार का नोट रखने वाले सौ रुपये मांगते हैं""",
    """मेरी आँखों में तुम तुम्हारी आँखों में मै
पर मेरी जान ये कचरे के लिए कहा से आ गयी जगह""",
    """किस किस का नाम लें अपनी बरबादी में
बहुत लोग आये थे दुआएं देने शादी में
"""
  ];

  static List<String> hurt = [
    """सुना है उस को मोहब्बत दुआएँ देती है,
जो दिल पे चोट तो खाए मगर गिला न करे।""",
    """चुप हैं किसी सब्र से तो पत्थर न समझ हमें,
दिल पे असर हुआ है तेरी बात-बात का।""",
    """कुरेद-कुरेद कर बड़े जतन से हमने रखे हैं हरे,
कौन चाहता है कि उनका दिया कोई ज़ख्म भरे।""",
    """नमक तुम हाथ में लेकर सितमगर सोचते क्या हो,
हजारो ज़ख्म हैं दिल पर जहाँ चाहो छिड़क डालो।""",
    """एहसान किसी का वो रखते नहीं मेरा भी चुका दिया,
जितना खाया था नमक मेरा मेरे जख्मों पे लगा दिया।""",
    """तू भी औरों की तरह मुझसे किनारा कर ले,
सारी दुनिया से बुरा हूँ तेरे काम का नहीं।""",
    """हाँ मुझे रस्म-ए-मोहब्बत का सलीक़ा ही नहीं,
जा किसी और का होने की इजाज़त है तुझे।""",
    """बस तुम्हेँ पाने की तमन्ना नहीं रही,
मोहब्बत तो आज भी तुमसे बेशुमार करते हैं।""",
    """दिए हैं ज़ख़्म तो मरहम का तकल्लुफ न करो,
कुछ तो रहने दो मेरी ज़ात पे एहसान अपना।""",
    """तरस गए हैं थोड़ी सी वफ़ा के लिए,
किसी से प्यार न करेंगे खुदा के लिए,
जब भी लगती है इश्क की अदालत,
हम ही चुने जाते हैं सजा के लिए।"""
  ];

  static List<String> india = [
    """आन देश की शान देश की, देश की हम संतान हैं,
तीन रंगों से रंगा तिरंगा, अपनी ये पहचान हैं..!!""",
    """न पूछो ज़माने को क्या हमारी कहानी है,
हमारी पहचान तो सिर्फ ये है कि हम सिर्फ हिन्दुस्तानी हैं..!!""",
    """अनेकता में एकता ही इस देश की शान है,
इसीलिए मेरा भारत महान है..!!""",
    """अनेकता में एकता ही इस देश की शान है,
इसीलिए मेरा भारत महान है..!!""",
    """चैन ओ अमन का देश है मेरा, इस देश में दंगा रहने दो,
लाल हरे में मत बांटो, इसे शान ए तिरंगा रहने दो..!!""",
    """अपनी आज़ादी को हम हरगिज़ मिटा सकते नहीं,
सर कटा सकते हैं लेकिन सर झुका सकते नहीं..!!""",
    """वतन की सर बुलंदी में, हमारा नाम हो शामिल,
गुजरते रहना है हमको सदा ऐसे मुकामो से..!!""",
    """सीने में ज़ुनू, ऑखों में देंशभक्ति की चमक रखता हुँ,
दुश्मन की साँसें थम जाए, आवाज में वो धमक रखता हुँ..!!""",
    """उन आँखों की दो बूंदों से सातों सागर हारे हैं,
जब मेहँदी वाले हाथों ने मंगल-सूत्र उतारे हैं..!!""",
    """हम आजादी तभी पाते हैं,
जब अपने जीवित रहने के अधिकार का पूरा मूल्य चुका देते हैं..!!"""
  ];

  static List<String> love = [
    """तू हज़ार बार भी रूठे तो मना लूँगा तुझे
मगर देख मोहब्बत में शामिल कोई दूसरा ना हो""",
    """
किस्मत यह मेरा इम्तेहान ले रही है
तड़प कर यह मुझे दर्द दे रही है
दिल से कभी भी मैंने उसे दूर नहीं किया
फिर क्यों बेवफाई का वह इलज़ाम दे रही है""",
    """तेरा वजूद मेरी दुआओं में हो
मेरी हाथों की लकीरों में तू ऐसे समाये 
मैं दुआ में अमीन कहूं
और तू मेरी हो जाये""",
    """गिरती हुई बारिश और 
बारिश में तुम तो बहाना है
तुम्हारे लबों पर गिरे जो बारिश की बूँद 
उसे लबों से उठाना है""",
    """ज़िन्दगी में नहीं है डर
तेरा साथ है अगर
तू जब आये सामने
तो हो जाता है मेरा Background Blurr 😉""",
    """मेरी ज़िंदगी के हिस्से की धुल हो तुम
जो दिल में खिले वो फूल हो तुम
अब मेरे हर लम्हे में क़ुबूल हो तुम""",
    """तेरे साथ बिताया हुआ
एक एक पल मेरे लिए खास है
तू मेरी यादों के बहुत पास है
तेरे साथ जीने मरने की कस्मे खाना
बस तू साथ है तो सब साथ है""",
    """मेरे लबों पे बस तेरा नाम हो
मोहब्बत में ऐसा अपना काम हो
हीर राँझा की मिसाले लोग भूल जाएँ
अपनी मोहब्बत ही इतनी खास हो""",
    """मैं तेरी जान
तू है मेरा जानू 
खुले आसमान के नीचे हाथ पकड़ के तेरा
देखें रोमांटिक चाँद""",
    """तुम्हारा दिल मेरे पास हो
तुम्हारी याद मेरे साथ हो
तुम्हें चाहे हम हैं कदर
तुम न हो तब भी तुम्हारी बात हो"""
  ];

  static List<String> morning = [
    """कोई तुम्हे तुम्हारी मंजिल से दूर कर दे
यह इतनी आसान बात नहीं हैं 
मेहनत करो और तोड़ दो ताला 
ये सपने हैं तुम्हारे, किसी की जायदाद नहीं हैं
🌞GOOD MORNING 🌞""",
    """मेरे मोहल्ले के लोगो ने
मुझे एक नया नाम दे दिया
मेरा साथ देकर आपने
ज़िन्दगी ज़ीने का नया मुकाम दे दिया
🌞GOOD MORNING 🌞""",
    """अंधरी रात को खत्म करके
कोई रोशनी लाया हैं
जरा आखे तो खोलो मेरे दोस्त
चमकता सूरज एक और दिन लाया हैं
🌞 GOOD MORNING 🌞""",
    """सूरज निकलने का वक़्त हो गया,
फूल खिलने का वक़्त हो गया,
मीठी नींद से जागो मेरे दोस्त,
सपने हक़ीकत में लाने का वक़्त हो गया!!
🌞 GOOD MORNING 🌞""",
    """माना की हम अच्छे से बात नहीं करते
पर मानो न मानो हम किसी से, ये बात नहीं करते
ये प्यारी बाते, मुस्कुराता चेहरा तेरे लिए हैं
हम इस अदा से हर किसी से बात नहीं करते
🌞 GOOD MORNING 🌞""",
    """आपके माथे को चूमकर
मेरी किस्मत खुल जाती हैं
आपको बाहों में लेकर
मेरी थकान दूर हो जाती हैं 
❤️GOOD MORNING❤️""",
    """एक अच्छे और प्यारे दिन के लिए
सुबह सुबह सूरज की कोमल किरनों को
महसूस करना ज़रूरी है
🌞 GOOD MORNING 🌞 """,
    """आज कुछ अलग हो आपका सवेरा
दूर रहे आपसे दुनिया का हर झमेला
चारो तरफ रौशनी हो और मुड अलबेला
बधाई हो आपको आजका ये सवेरा
🌞 GOOD MORNING 🌞 """,
    """अगर पुण्य कमाना हैं
तो हर सुबह भगवान् माता पिता के
हर सुबह चरण छुओ
इससे बड़ा कोई पूण्य नहीं हैं
शुभ प्रभात""",
    """करता है जो खाना हज़म उसे मुखवास कहते है,
सुबह उठते ही अपने माता पिता को प्रणाम करे
उन्हें अच्छे संस्कार कहते है
🌞 GOOD MORNING 🌞"""
  ];
  static List<String> night = [
    """ऐ चाँद मेरे दोस्त को एक तोहफा देना,
तारों की महफ़िल के सपने दे देना,
छुपा देना तुम अंधेरों को रौशनी से,
इस रात के बाद एक खूबसूरत सवेरा देना।
गुड नाईट।""",
    """होंठ कह नहीं सकते फ़साना दिल का,
शायद नजर से हमारी बात हो जाए,
इस उम्मीद में करते हैं इंतज़ार रात का,
शायद सपने में ही मुलाकात हो जाये।
शुभरात्रि।""",
    """यूँ पलकें झुका देने से नींद नहीं आती साहेब
सोते वही लोग है जिनके पास किसी की यादें नहीं होती""",
    """अपना हम सफ़र बनालो मुझे तेरा ही साया हूँ अपना लो मुझे
ये रात का सफ़र और भी हसीं हो जायेगा
तो आ जा मेरे सपनो में या बुला लो मुझे""",
    """देखा फिर रात आ गई
गुड नाईट कहने की बात आ गई
हम बैठे थे सितारों के पनाह में
चाँद को देखा तो आप की याद आ गई""",
    """रात किया हुई रौशनी को भूल गए
चन्द किया निकला सूरज को भोल गए
मन कुछ देर हमने Sms नहीं किया आपको
तो किया आपको हम याद करना भोल गए""",
    """रोती रही मै रात भर पर फैसला न कर सकी,
तू याद आ रहा या मैं याद कर रही।""",
    """यूँ खाली पलकें झुका देने से नींद नही आती | 
सोते वही लोग है जिनके पास किसी की यादें नहीं होती।""",
    """देखो रात फिर आ गयी,
गुड नाईट कहने की बात फिर आ गयी।
हम बैठे थे सितारों की पनाह में,
चाँद को देखा तो आपकी याद आ गयी।""",
    """पता है हमें प्यार करना नहीं आता मगर, 
जितना भी किया है सिर्फ तुमसे किया है..."""
  ];
  static List<String> single = [
    """जिसे चाहा वो नहीं मिली,
शायद इसलिए आज भी Single हूँ।""",
    """हाँ, में Single हूँ,
क्योकि अपने माँ-बाप से
झूठ बोलना नहीं आता ||""",
    """शेर अपना अकेला ही
खुद शिकार करता है,
और मै सिर्फ अपने ऐटिटूड से
वार करता हूँ…||""",
    """सीधी-सादी ज़िन्दगी सीधे-सादे हम,
फिर भी कोई मानता ही नहीं की सिंगल है हम।""",
    """वो बोली : तुम Single क्यों हो?
मै बोला: संस्कार ||""",
    """इस दुनिया में रिस्ते इतने भी कहाँ सच्चे हैं,
इसलिए हम तो सिंगल ही अच्छे हैं।""",
    """वादों के बहुत पक्के हैं हम,
इसलिए आज भी सिंगल ही अच्छे हैं हम।""",
    """कुछ तो बात होगी मेरी वाली में
तभी तो मैं उसके लिए
आज भी Single हूँ ||""",
    """जरूरी चीज है क्या माशूका जो सबके पास रहें,
गर्व से बोलिए साहब हम सिंगल ही अच्छे।""",
    """सिंगल रहना एक कला है,
और मैं इस कला का प्रोफ़ेसर हूं।"""
  ];
  static List<String> sorry = [
    """बहुत रो रहा हूँ,
ज़िंदा हूँ तुझे ज़िंदा ढूँढ़ने के लिए
, कहा अब तो
रोज़ मारती हूँ,
सुनो अब माफ़ कर दो
फिर कार्लो से मिलो""",
    """सच्चे दिल से सॉरी कहने वालों को माफ कर देना
क्योंकि आजकल हर कोई
मेरी परवाह नहीं करता।""",
    """सॉरी शायरी, सॉरी शायरी इन
हिंदी, शायरी ऑन एपोलॉजी फॉर यू..""",
    """धड़कन बनके जो दिल में समा जाते हैं,shayari
हर एक पल जिन्की याद में बिटाते हैं,
आंसू तक निकलते हैं जब वो याद आते हैं,
जान चली जाती है जब वो हमसे रूठ जाते हैं।""",
    """.हमने सिर्फ छेड़ा.दिल की चाह से,
.बे वजह तुम.हमसे खफा हो गए.""",
    """तेरी दोस्ती हम.इस तरह.निभाएंगे,
.तुम रोज़.खफा.होना.हम रोज़.मनायेंगे,""",
    """प्यार में गलती
गलतियों पर विचार
गलती शायरी २ लाइन्स
प्यार करने की सजा शायरी
किसी के लिए कितना भी करो शायरी""",
    """कह कर.दिल जलाती हो,
.बेक़रार है.आतिश-इ-नज़र""",
    """वो एक दोस्त जो खुदा सा लगता है,
बहुत पास ज दिल के फिर भी जुड़ा सा लगता ज
बहुत दिनो से आया नहीं एसएमएस उसका,
शायद किसी बात पे खाफा सा लगता है।""",
    """.पता नहीं कितना.नाराज.है वो मुझसे.
♥ख्वाबों में भी मिलता है तो बात नहीं करता."""
  ];
  static List<String> think = [
    """जिंदगी में खत्म होने 
जैसा कुछ नहीं होता,
हमेशा एक नई शुरुआत 
आपका इंतजार करती है।""",
    """लहरों को साहिल की दरकार नही होती,
 हौसलें बुलंद हो तो कोई दीवार नही होती
 जलते हुए चिराग ने आँधियों से ये कहा,
 उजाला देने वालों की कभी हार नही होती.।""",
    """अपनी शख्शियत की क्या मिसाल दूँ यारों
 ना जाने कितने मशहूर हो गये
 मुझे बदनाम करते करते।
""",
    """कर्म भूमि पर फ़ल के लिए श्रम सबको करना पड़ता हैं,
  रब सिर्फ़ लकीरें देता हैं रंग हमको भरना पड़ता हैं
""",
    """ज़मीं पर रह कर आसमां को छूने की फितरत है मेरी,
पर किसी को गिरा कर, ऊपर उठने का शौक़ नहीं मुझे।""",
    """हम ना बदलेंगे, वक़्त की रफ़्तार के साथ, 
जब भी मिलेंगे अंदाज़ पुराना ही होगा।""",
    """नफरत कमाना भी आसान नहीं हैं इस दुनिया में,
बहुत सी खूबियाँ रखनी पड़ती हैं किसी की आँखों में खटकने के लिए।""",
    """रहते हैं आस-पास ही लेकिन पास नहीं होते,
  कुछ लोग मुझसे जलते हैं बस ख़ाक नहीं होते।""",
    """ये मत समझ कि तेरे काबिल नहीं हैं हम,
  तड़प रहे हैं वो जिसे हासिल नहीं हैं हम।""",
    """ख्वाहिशे भले “पिद्दी” सी हो पर
 उसे पूरा करने के लिए दिल “जिद्दी ” होना चाहिए।
""",
    """लहरों को साहिल की दरकार नही होती,
 हौसलें बुलंद हो तो कोई दीवार नही होती
 जलते हुए चिराग ने आँधियों से ये कहा,
 उजाला देने वालों की कभी हार नही होती.।""",
    """अपनी शख्शियत की क्या मिसाल दूँ यारों
 ना जाने कितने मशहूर हो गये
 मुझे बदनाम करते करते।""",
    """ज़मीं पर रह कर आसमां को छूने की फितरत है मेरी,
पर किसी को गिरा कर, ऊपर उठने का शौक़ नहीं मुझे।""",
    """हम ना बदलेंगे, वक़्त की रफ़्तार के साथ, 
जब भी मिलेंगे अंदाज़ पुराना ही होगा।""",
    """रहते हैं आस-पास ही लेकिन पास नहीं होते,
  कुछ लोग मुझसे जलते हैं बस ख़ाक नहीं होते।
""",
    """ये मत समझ कि तेरे काबिल नहीं हैं हम,
  तड़प रहे हैं वो जिसे हासिल नहीं हैं हम।""",
  ];
  static List<String> Evening = [
    """
शाम होते ही ये दिल उदास हो जाता है,
सपनों के सिवा ना कुछ पास होता है
आप को बहुत याद करते हैं
हम यादों का हर लम्हा मेरे लिए कुछ खास होता है।""",
    """आँधी में भी दीये जला करते हैं,
कांटो में ही गुलाब खिला करते हैं,
खुश नसीब होती है वो शाम
जिसमें आप जैसे लोग मिला करते हैं।""",
    """एक शाम आती हैं तेरी याद लेकर,
एक शाम जाती हैं तेरी याद लेकर,
हमें तो उस शाम का इन्तजार है
जो आयें तुम्हे साथ लेकर…
Good Evening""",
    """पूछ लो बेशक परिन्दों की हसीं चेहकार से ,
तुम शफ़क़ की झील हो और शाम का मंज़र हूँ मैं..!!""",
    """रोज़ ढलती हुई शाम से डर लगता है,
अब मुझे इश्क के अंजाम से डर लगता है…
जब से तुमने मुझे धोखा दिया,
तबसे मोहब्बत के नाम से भी डर लगता है…
गुड इवनिंग""",
    """कल रात चांद बिल्कुल आप जैसा था..
वही खूबसूरती वही नूर वही गुरूर
और वैसे ही आप की तरह दूर""",
    """शाम हुई…उनका ख्याल आ गया,
वही जिन्दगी का सवाल आ गया।""",
    """बिंदास मुस्कुराओ क्या गम है,
जिन्दगी में टेंशन किसको कम हैं,
अच्छा या बुरा तो केवल भ्रम हैं,
जिन्दगी का नाम, कभी ख़ुशी कभी गम हैं.
गुड इवनिंग""",
    """दिल से दिल की बस यही दुआ है
आज फिर से हमको कुछ हुआ है
शाम ढलते ही आती है याद आपकी
लगता है प्यार आपसे ही हुआ है""",
    """जिन्दगी की हर सुबह, कुछ शर्ते लेकर आती हैं ,
और जिन्दगी की हर शाम, कुछ तजुर्बे देकर जाती हैं..!!""",
    """दिमाग और दिल में, उतना ही फर्क है,
जितना फोनबुक और इनबॉक्स में,
फोनबुक में हजारो मिलते है, लेकिन अपने,
सिर्फ इनबॉक्स में मिलते है दोस्त….गुड इवनिंग""",
    """“हुई शाम उनका ख्याल आ गया!,
वो ही ज़िन्दगी का सवाल आ गया.
आप मुझे मिलेंगे या नहीं,
ये सोच के दिल में भूचाल आ गया.”
(: Good Evening 🙂""",
    """अभी तो आसमान से उतरे चाँद से बादल रोशन हो गए,
और उसी रोशनी में आपके नाम एक खूबूरत शाम हो गए।""",
    """ख़ुशी के लिए काम करोगे तो ख़ुशी नही मिलेगी,
लेकिन खुश होकर काम करोगे तो ख़ुशी जरूर मिलेगी.
Good Evening""",
    """नन्हे से दिल में अरमान कोई रखना,
दुनिया की भीड़ में पहचान कोई रखना,
अच्छे नहीं लगते जब रहते हो उदास,
अपने होठों पे सदा मुस्कान बनाए रखना….गुड इवनिंग""",
    """तेरे दुर जाने का दर्द दिल को और तड़पाती है
तेरी याद लिए खिड़की पर देखता हूं तो शाम हो जाती है।""",
    """दीये तो आँधी में भी जला करते हैं,
गुलाब तो कांटो में ही खिला करते हैं,
खुश नसीब बहुत होती हैं वो शाम,
दोस्त आप जैसे जब मिला करते हैं.
शुभ शाम""",
    """दिन गुजर जाता है आपको सोच-सोच कर,
आती है शाम दिन गुजर जाने के बाद,
काटी तो नहीं शाम की तन्हाईयाँ जाती,
तेरी याद तेरे आने के बाद। ..गुड इवनिंग""",
    """शाम में एक बात होती थी,
जब पंछी अपने घौसले में आते थे।
और आज के शाम में एक बात है
जब टीवी सीरियल हमारे घरो में आते हैं।""",
    """ठहर कर कभी, सूरज देखता ही नहीं
तभी रोज शाम संवरती है, उसके लिए""",
    """सूरज छुपने से हमको अब डर लगता है!!
बीते लम्हों को सोचने पर रोना आता है!!
जबसे हमने उनसे धोका खाया
अब फिर से दिल लगाने की बात से भी डर लगता है!!""",
    """होंठों पर मुस्कान नज़रों में ख़ुशी,
दुख का नामोनिशान न हो,
हर शाम हो इतनी हंसी,
जिसके ढलने की शाम न हो..!!""",
    """खुशबू की तरह आपके पास बिखर जायेंगे,
सुकून बन के दिल में उतर जायेंगे,
आप कोशिश तो कीजिये महसूस करने की,
हम कहीं आपके आस पास नज़र आएंगे…गुड इवनिंग"""
  ];

  static List<String> Afternoon = [
    """ए सूरज मेरे अपनों को ये पैगाम भेज दे,
खुशियों का गुड अफ्टर्नून और हँसी की शाम भेज दे।
जब कोई पढ़े मेरे इस पैगाम को
तो उनके चेहरे पर प्यारी सी मुस्कान दे दे।
– शुभ दोपहर""",
    """आँखों में रहने वाले को याद नहीं करते ,
दिल में रहने वाले की बात नहीं करते ,
हमारी तो रुह में बस गए हो आप ,
तभी तो मिलने की फरियाद नहीं करते
Good Afternoon""",
    """ये दोपहर का आलम भी अजीब हैं,
तन में भरी सुस्ती भी क्या चीज हैं, ए
क तरफ काम का बोझ सताता हैं,
दूसरी तरफ मूँछो वाला खडूस बॉस याद आता हैं""",
    """खिलती हुई सुबह अलविदा कह रही है,
और पसीने वाली गर्मी दस्तक दे रही है,
उठ कर तो देखो दोपहर की नज़ारों को
दोपहर वाली सूरज गुड आफ्टरनून कह रही है।
– गुड आफ्टरनून जी""",
    """जब भी मुझे याद तुम्हारी आती है ,
लबो पे मेरे बस यही फ़रियाद आती है
ज़िन्दगी में खुदा हर ख़ुशी दे तुम्हे ,
हमारी तो हर ख़ुशी आपकी ख़ुशी के बाद आती है
Good Afternoon.""",
    """सूरज चाचा चढ़ पड़े हैं,
धधक धधक हमें तड़पा रहे हैं,
दोपहर की ये बैला बहुत सताती हैं,
मुझे तो हर पल तकिये की याद दिलाती हैं""",
    """जब तन्हाई में आपकी याद आती है
होंठो पे एक ही फरियाद आती है
खुदा आपको हर खुशी दे
क्यूंकी आज भी हमारी हर खुशी आपके बाद आती है.
Good Afternoon""",
    """सर झुकाकर नमस्कार करते हैं,
दिल से मांगी दुआ आपके नाम करते हैं,
अगर स्वीकार हो तो मुस्कुरा देना,
हम ये प्यारा सा आफ्टरनून आपके नाम करते हैं।""",
    """फिर चिड़ने वाली दोपहर आई है,
कड़कती गर्मी को साथ लाई है,
अब तैयार हो जाओ पसीने के पानी से नहाने को
अब दोपहर आपको Good Afternoon कहने आई है।""",
    """मंज़िल मिलने से दोस्ती भुलाई नही जाती
हमसफ़र मिलने से दोस्ती मिटाई नही जाती
Good Afternoon""",
    """सूरज चाचू ऊपर चढ़ पड़े हैं,
और तपती गर्मी से हमें तड़पाते हैं।
दोपहर का खाना अब पेट को जाना है,
फिर तकया पकड़कर चैन की नींद सो जाना है।
– शुभ दोपहर""",
    """सपनो की दुनिया में हम खोते गये
होश में थे फिर भी मदहोश होते गये
जाने क्या जादू था उस अजनबी चेहरे में
खुद को बहुत रोका फिर भी उसके होते गये.
Good Afternoon""",
    """स्वर्ग की महलों में हो महल आपका,
सपनों की वादी में हो शहर आपका,
खिलती हुई आंगन में हो घर आपका,
दुआ करता हूं खूसूरत हो ये दिन आपका।
– गुड आफ्टरनून!""",
    """बनाने वाले ने भी तुझे
किसी कारण से बनाया होगा
छोड़ा होगा जब ज़मीन पर तुझे
उसके सीने में भी दर्द तो आया होगा
Good Afternoon""",
    """कूलर और एसी का मजा तो गांव की गर्मी में होती है,
लेकिन किस्मत जो फूटी यहां तो बिजली ही नहीं है।
दोपहर को गर्मी उबलते हुए पानी के समान लगती है,
ऊपर से तेज़ हवाओं से दिन नहीं कट पाती है। """,
    """दिल मे हमने तुम्हारे प्यार की दास्तान लिखी हैं
ना थोड़ी ना तमाम लिखी हैं
कभी हमारे लिए भी दुआ कर लिया करो सनम
हमने तो हर एक साँस तुम्हारे नाम लिखी हैं
Good Afternoon""",
    """गुजर गई वो चमकते सितारें और गोल वाला मून,
अगर बुरी है आपकी तबियत तो गेट वेल सून,
मिस करता हूं आपकी और मेरी मुलाकात
फिर भी दुर से ही कहता हूं गुड आफ्टरनून।""",
    """नही आता जो उसका इंतेज़ार क्यूँ होता है
अपना यह हाल किसी के लिए क्यूँ होता है
बहुत चीज़े प्यारी है वैसे दुनिया में
मिलता नही जो उससे प्यार क्यूँ होता है
Good Afternoon""",
    """हे सूर्य देव तेरा क्या इरादा है
लगता है जैसे गर्मी देकर
मुझको ही पकाकर खाने का इरादा है।""",
    """बागो मे फूल खिलते रहेंगे,
रात मे दीप जलते रहेंगे,
दुआ है भगवान से की आप खुश रहो
बाकी तो हम आपको “मिस” करते रहेंगे
Good Afternoon""",
    """क्या है वादा तो ज़रूर पूरा करेंगे
सूरज की किरण बनकर आपको उठाएंगे
हम है तो मुरझाना किस बात का
तेरी दोपहर वाला lunch भी हम ही पकाएंगे।""",
    """सच्ची दोस्ती बेज़ुबान होती है
ये तो आँखो से ब्यान होती है
दोस्ती मे दर्द मिले तो क्या?
दर्द मे ही दोस्ती की पहचान होती है.
Good Afternoon""",
    """दोपहर के भोजन में खुश्बू की महक हो,
पसीने की बौछार और धूप भी तेज़ हो,
लगे भूख जब जोरो की
तो टूट पड़ो जैसे ही खाने की प्लेट सामने हो।"""
  ];

  static List<String> Ideas = [
    """जिनको अपने काम पर भरोसा होता हैं,
वो नौकरी करते हैं,
जिनको अपने आप पर भरोसा होता हैं,
वो व्यापार करते हैं…""",
    """ज्यादा सोचने से बेहतर है,
 कुछ काम किया जाए""",
    """तू गिरकर उठते रहना
कुछ भी हो बस चलते रहना
ठोकरें कब तक रास्ता रोक पाएगी
अगर कोशिशों में जान है
तो किस्मत भी पलट जाएगी""",
    """दिल मेरा जैसे... अखबार हो गया...
पढ़कर फेंक देना... कारोबार हो गया...""",
    """संघर्ष में आदमी अकेला होता है,
सफलता में दुनिया उसके साथ होती है,
जिस-जिस पर ये जग हँसा है,
उसीने इतिहास रचा है…""",
    """नौकरी करके आप केवल EMI और BILL ही भर सकते हैं
 BMW और AUDI के लिये मालिक ही बनना पड़ेगा""",
    """कोई भी लक्ष्य बड़ा नहीं ,
जीता वही जो डरा नहीं |""",
    """गिरने वाले को होती हैं तकलीफ,
पर ठोकर ही इंसान को चलना सिखाती हैं…""",
    """परिंदो को मिलेगी मंज़िल एक दिन,
ये फैले हुए उनके पर बोलते है,
और वही लोग रहते है खामोश अक्सर,
ज़माने में जिनके हुनर बोलते है…""",
    """तेरे हौसलों के वार से
रुकावट कि दीवार जरूर गिरेगी
तुम देख लेना सफलता जरूर मिलेगी""",
    """ज़िन्दगी बहुत हसीन है,
कभी हंसाती है, तो कभी रुलाती है,
लेकिन जो ज़िन्दगी की भीड़ में खुश रहता है,
ज़िन्दगी उसी के आगे सिर झुकाती है।""",
    """बदल जाओ वक्त के साथ,
या फिर वक्त बदलना सीखो,
मजबूरियों को मत कोसो,
हर हाल में चलना सीखो""",
    """कोई नामुमकिन सी बात को मुमकिन करके दिखा,
खुद पहचान लेगा जमाना भीड़ में भी…तू अलग चलकर दिखा…""",
    """मुश्किलें दिल के इरादे आजमाती हैं,
स्वप्न के परदे निगाहों से हटाती हैं ,
हौसला मत हार गिर कर ओ मुसाफिर ,
ठोकरें इन्सान को चलना सिखाती हैं…""",
    """मिलेगी परिंदों को मंजिल ये उनके पर बोलते हैं ,
रहते हैं कुछ लोग खामोश लेकिन उनके हुनर बोलते हैं |""",
    """चलना है तब-तक, जब-तक
मंजिल ना मिल जाएं
चाहे आंधी आएं या तूफान आएं""",
    """बिज़नस में अपनापन तो हर कोई दिखाता हैं,
पर अपना कौन हैं? ये वक्त बताता हैं…""",
    """जो हो गया उसे सोचा नही करते,
जो मिल गया उसे खोया नही करते,
हासिल उन्हें होती हैं सफलता
जो वक्त और हालत पर रोया नही करतें.""",
    """चार कदम चलकर ही थक जाता है
और पंहुचना शीर्ष तक चाहता है
तुझे धूल में पैरों को मलना होगा
जो पानी है सफलता तो चलना होगा""",
    """बिना संघर्ष कोई महान नही होता,
बिना कुछ किये जय जय कार नही होता,
जब तक नहीं पड़ती हथोड़े की चोट,
तब तक कोई पत्थर भी लोगों के लिए भगवान नही होता।""",
    """संघर्ष में आदमी अकेला होता है,
सफलता में दुनिया उसके साथ होती है,
जिस-जिस पर ये जग हँसा है,
उसीने इतिहास रचा है…""",
    """अभी को असली मंजिल पाना बाकी है
अभी तो इरादों का इम्तिहान बाकी है
अभी तो तोली है मुट्ठी भर जमीन
अभी तोलना आसमान बाकी है""",
    """सफलता की राहों पर
चलेगा तू, गिरेगा तू
संभालेगा तू आखिरकार
मंजिल तक पहुंचेगा तू""",
    """यूँ ही हर कदम पर मत लड़खड़ाओ
कामयाबी पानी है तो संभल जाओ,
मत शोर करो अपने प्रयासों का
ख़ामोशी से अपनी जिंदगी बदल जाओ।""",
    """समझदार एक मैं हूँ,
बाकि सब नादान,
बस इसी भ्रम में घूम रहा
आजकल इंसान…""",
    """अपनी जमीन अपना नया आसमान पैदा कर
मांगने से जिंदगी कब मिली है ऐ दोस्त
खुद ही अपना नया इतिहास पैदा कर""",
    """खुल जाएंगे सभी रास्ते
रुकावटों से लड़ तो सही
सब होगा हासिल
तू जिद्द पर अड़ तो सही""",
    """कोशिश जारी रख
जरूर सफल तेरा काम होगा
तू बस धैर्य बांधे रख
शीर्ष पर तेरा भी नाम होगा""",
    """यूँ ही नहीं मिलता कोई मुकाम
उन्हें पाने के लिए चलना पड़ता हैं,
इतना आसान नहीं होता कामयाबी का मिलना
उसके लिए किस्मत से भी लड़ना पड़ता हैं।""",
    """ऊँचे ख्वाबों के लिए
दिल की गहराई से काम करना पड़ता है,
यूँ ही नहीं मिलती कामयाबी किसी को
मेहनत की आग में दिन रात जलना पड़ता है।""",
  ];

  static List<String> Birthday = [
    """आ तेरी उम्र में लिख दूँ 🌙✨चाँद-सितारों🌙✨ से,

तेरा जन्मदिन मनाऊँ फूलों से बहारों से…

हर एक खूबसूरती दुनिया 🌎 से मैं ले आउ,

सजाऊ में ये महेफिल हर हसिन नजारों से…

🎀🎁जन्मदिन की ढेर सारी शुभकामनायें…🎂🎂""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """""",
    """"""
  ];
}
